Repository: NeatNerdPrime/bups
Catalog: locale/*/LC_MESSAGES/bups.po
Languages: de

source: Backup
de: Sicherung

source: Ready.
de: Bereit.

source: Close
de: Schliessen

source: Backing up {name}:
de: Sichere {name}:

source: indexing files
de: Indexiere Dateien

source: saving files
de: speichere Dateien

source: reading indexes
de: lese Index

source: files
de: Dateien

source: {remaining_time} remaining
de: {remaining_time} verbleibend

source: paths/s
de: Pfade/s

source: paths indexed
de: Pfade indexiert

source: Backup canceled.
de: Sicherung abgebrochen.

source: Backup started...
de: Sicherung gestartet...

source: Restore
de: Wiederherstellen

source: Backup name
de: Name der Sicherung

source: Backup date
de: Sicherungsdatum

source: Backup path
de: Sicherungspfad

source: Destination
de: Ziel

source: Choose a destination folder
de: Wähle einen Zielordner

source: Cancel
de: Abbrechen

source: Restoring...
de: Am Wiederherstellen...

source: Restoring,
de: Am Wiederherstellen.

source: Restoration finished.
de: Wiederherstellung beendet.

source: Settings
de: Einstellungen

source: Filesystem type
de: Dateisystemtyp

source: Local
de: Lokal

source: Hostname
de: Computername

source: Samba share
de: Sambafreigabe

source: Anonymous login
de: Anonymer Login

source: Host
de: Server

source: Encrypt filesystem
de: Verschlüssle Dateisystem

source: Schedule
de: Plane Termin

source: Schedule backups
de: Plane Sicherungen

source: Scheduler
de: Terminplan

source: Interval (days)
de: Intervall (Tage)

source: No scheduler available. Please install one of:
de: Kein Zeitplaner verfügbar. Bitte installiere einen der Folgenden:

source: About
de: Über uns

source: Add a directory
de: Füge Ordner hinzu

source: Remove this directory
de: Entferne diesen Ordner

source: Properties
de: Eigenschaften

source: Backup now
de: Sichere jetzt

source: Restore a backup
de: Stelle Sicherung wieder her

source: Browse backups
de: Schaue Sicherungen durch

source: Directory
de: Ordner

source: Exclude paths
de: Ausgenommene Pfade

source: Exclude patterns
de: Ausgenommes Muster

source: Enter a comma-separated list of paths and patterns to exclude.
de: Füge ein Kommaseparierte Liste von Pfaden und Mustern ein, die auszuschliessen sind

source: Read the docs
de: Lese die Dokumentation

source: Don't cross filesystem boundaries
de: Nicht über Dateisystemgrenzen gehen

source: Save
de: Speichern

source: Please choose a directory
de: Bitte wähle einen Ordner

source: Mounting filesystem...
de: Dateisystem einbinden...

source: Could not mount filesystem
de: Dateisystem konnte nicht eingebunden werden

source: Could not update scheduler config
de: Die Konfiguration des Zeitplaner konnte nicht aktualisiert werden

source: Updating configuration...
de: Aktualisiere Konfiguration...

source: Simple GUI for Bup, a very efficient backup system.
de: Eine einfaches Oberfläche für Bup, ein sehr effizientes Sicherungsprogramm.

source: Distributed under the MIT license.
de: Verteilt unter der MIT-Lizenz

source: Could not update config
de: Konnte die Sicherungs-Konfiguration nicht aktualisieren

source: Unmounting filesystem...
de: Dateisystem aushängen...
